[Rainmeter]
Update=-1
AccurateText=1
RIghtMOuseUpAction=[!SkinCustomMenu]
ContextTitle=Refresh
ContextAction=[!Refresh]
SkinWidth=#PanelW#
SkinHeight=#PanelH#
mouseactioncursor=0

@includeCMT=Elements\Background.inc
@includeversion=#@#Version.inc

[Variables]
BarHandler=0
Scroll=50
@includeVars=#@#Vars.ini

;[!Move (#SCREENAREAWIDTH#/2-#PanelW#/2) (#SCREENAREAHEIGHT#/2-#PanelH#/2)]

;;╔══════════════════════════════════════════════════════════════════════════════════════════════════════╗
;;║ METERSTYLES                                                                                          ║
;;╚══════════════════════════════════════════════════════════════════════════════════════════════════════╝
[SemiBoldedText]
FontFace=Image\Header.png
FontWeight=500
AntiAlias=1
FontColor=#Fontcolor#
FontSize=12
H=12
SolidColor=0,0,0,1
StringALign=LeftCenter

[RegularText]
FontFace=Image\Header.png
AntiAlias=1
FontColor=#Fontcolor#
FontSize=10
SolidColor=0,0,0,1
StringALign=LeftCenter

[PWTs]
Meter=Image
ImageName=#@#Image\Header.png
W=100
H=100
X=(#AniSlideStatic#+(#PanelW#-#AniSlideStatic#)/2-100/2)
Y=50

[PWTHeader]
Meter=String
Text=Combilaunch#CRLF#v#Version#
X=(#AniSlideStatic#+(#PanelW#-#AniSlideStatic#)/2)
Y=5R
MeterStyle=SemiBoldedText
FontSize=20
StringAlign=Center
UpdateDivider=-1
FontColor=#FontColor#
DynamicVariables=1
InlineSetting=Size | 10
InlinePattern=#CRLF#.*
InlineSetting2=Color | 255,255,255,155
InlinePattern2=#CRLF#.*

[T]
X=5R
Y=(70/2)r
StringAlign=LeftCenter
ClipString=2
W=300
[I]
X=(#AniSlideStatic#+15)
Y=50r
W=60
H=60
Padding=5,5,5,5

[Image1]
Meter=Image
ImageName=#@#Icons\Doorbell.png
MeterStyle=I
Y=220
[Text1]
Meter=String
MeterStyle=RegularText | T
Text=Quickly open different apps or webpages using custom combinations

[Image2]
Meter=Image
ImageName=#@#Icons\Slider.png
MeterStyle=I
[Text2]
Meter=String
MeterStyle=RegularText | T
Text=Change colors, scale, spacing and shapes. Fully customizable and rescalable

[Image3]
Meter=Image
ImageName=#@#Icons\Rocket.png
MeterStyle=I
[Text3]
Meter=String
MeterStyle=RegularText | T
Text=Quick and simple setup, no text editing required. Simply drag, drop and draw the pattern you desire




@includeFooter=Elements\Footer.inc